(["car", ["Car", "Carol Danvers", "Caribbean", "Cardi B", "Cartoon Network", "Cardiovascular disease", "Carbon dioxide", "Carl Linnaeus", "Carnegie Mellon University", "Carl Jung"],
  ["A car (or automobile) is a wheeled motor vehicle used for transportation.  Most definitions of car say they run primarily on roads, seat one to eight people, have four tires, and mainly transport people rather than goods.Cars came into global use during the 20th century, and developed economies depend on them.", "Carol Susan Jane Danvers is a fictional superhero appearing in American comic books published by Marvel Comics.", "The Caribbean (, locally ) is a region of The Americas that consists of the Caribbean Sea, its islands (some surrounded by the Caribbean Sea and some bordering both the Caribbean Sea and the North Atlantic Ocean) and the surrounding coasts.", "Belcalis Marlenis Almánzar (born October 11, 1992), known professionally as Cardi B, is an American rapper, songwriter, stripper, and television personality.", "Cartoon Network (CN for short) is an American pay television channel owned by Turner Broadcasting System, a subsidiary of AT&T's WarnerMedia.", "Cardiovascular disease (CVD) is a class of diseases that involve the heart or blood vessels. CVD includes coronary artery diseases (CAD) such as angina and myocardial infarction (commonly known as a heart attack).", "Carbon dioxide (chemical formula CO2) is a colorless gas with a density about 60% higher than that of dry air.", "Carl Linnaeus (; 23 May 1707 – 10 January 1778), also known after his ennoblement as Carl von Linné (Swedish pronunciation: [ˈkɑːɭ fɔn lɪˈneː] (listen)), was a Swedish botanist, physician, and zoologist who formalised binomial nomenclature, the modern system of naming organisms.", "Carnegie Mellon University (CMU) is a private research university based in Pittsburgh, Pennsylvania. Founded in 1900 by Andrew Carnegie as the Carnegie Technical Schools, the university became the Carnegie Institute of Technology in 1912 and began granting four-year degrees.", "Carl Gustav Jung (; German: [jʊŋ]; 26 July 1875 – 6 June 1961) was a Swiss psychiatrist and psychoanalyst who founded analytical psychology."],
  ["https://en.wikipedia.org/wiki/Car", "https://en.wikipedia.org/wiki/Carol_Danvers", "https://en.wikipedia.org/wiki/Caribbean", "https://en.wikipedia.org/wiki/Cardi_B", "https://en.wikipedia.org/wiki/Cartoon_Network", "https://en.wikipedia.org/wiki/Cardiovascular_disease", "https://en.wikipedia.org/wiki/Carbon_dioxide", "https://en.wikipedia.org/wiki/Carl_Linnaeus", "https://en.wikipedia.org/wiki/Carnegie_Mellon_University", "https://en.wikipedia.org/wiki/Carl_Jung"]
])
